example/eg0.org

#+TITLE: Example

* Basics

You can make words *bold*, /italic/, _underlined_, =code= and
~verbatim~, and, if you must, +strike-through+. Text in the code and
verbatim string is not processed for Org mode specific syntax, it is
exported verbatim.

Some Greek like \alpha, \beta and \gamma.

And here is an example link to [[http://orgmode.org/][org-mode]] homepage.

* Lists

- List Item 0
- List Item 1
- List Item 2
- List Item 3

* Blocks

*** Normal blocks

: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do
: eiusmod tempor incididunt ut labore et dolore magna aliqua.

*** Quote blocks

#+BEGIN_QUOTE
This is an example of a quote!
#+END_QUOTE

*** Source code blocks

#+BEGIN_SRC elisp
  (defun yell (n)
    (if (= n 0) "hiya"
      (concat (yell (- n 1)) "!")))

  (yell 5) ;; "hiya!!!!"
#+END_SRC

* Tables

| Name      | Price | Freshwater | Family        |
|-----------+-------+------------+---------------|
| Stingray  | 49.99 | no         | Myliobatoidei |
| Salmon    | 23.99 | both       | Salmonidae    |
| Barracuda | 12.99 | no         | Sphyraena     |

* Sections

** Lord of the Rings

My favorite scenes are (in this order)

1. The attack of the Rohirrim
2. Eowyn's fight with the witch king
   + this was already my favorite scene in the book
   + I really like Miranda Otto.
3. Peter Jackson being shot by Legolas
   - on DVD only
   He makes a really funny face when it happens.

But in the end, no individual scenes matter but the film as a whole.

Important actors in this film are:

- Elijah Wood :: He plays Frodo
- Sean Austin :: He plays Sam, Frodo's friend.  I still remember
  him very well from his role as Mikey Walsh in The Goonies.

* Latex

\begin{equation}
x=\sqrt{b}
\end{equation}
